#!/bin/bash

printf "\033[38;2;102;0;102m
"
echo -ne '🧟                  \r'
sleep 0.1
echo -ne '🧟🧟                \r'
sleep 0.1
echo -ne '🧟🧟🧟              \r'
sleep 0.1
echo -ne '🧟🧟🧟🧟            \r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟          \r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟🧟        \r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟🧟🧟      \r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟🧟🧟🧟    \r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟🧟🧟🧟🧟  \r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟\r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟\r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟\r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟\r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟\r'
sleep 0.1
echo -ne '🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟🧟\r'
sleep 0.1
echo -ne '\n'